12/data/attachments/79ac8271b04ede49.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Andrew_father_Actions_49079_0</nif:username>
            <nif:friendToBeRequested>soap_actions_96faaca7-9f55-4475-aa2f-a65f87d7b536</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>